[
  {
    "depName": "President",
    "coord": "आशीर्वाद करांडे",
    "article": "ओएसिस की तैयारियों में छात्रसंघ अध्यक्ष को काफी महत्वपूर्ण जिम्मेदारियाँ होती है। छात्र संघ  फेस्ट को सफल और यादगार बनाने की तैयारियों में जुटे हुए हैं। \nओएसिस की तैयारियाँ सुचारू रूप से चल रही है क्यूंकि हमने  फेस्ट की तैयारियाँ हमने कार्यकाल सँभालते ही शुरू कर दी था। depNamens  ने फेस्ट की तैयारियाँ काफी पहले से शुरू कर दी थी जिसके कारण हमें कोई मुख्य समस्या का सामना नहीं करना पड़ रहा है। यह सुनिश्चित करना है कि फेस्ट में कोई क्लब और डिपार्टमेंट को समस्या का सामना नहीं करना पड़े और बजट को नियंत्रण करना है। हमें 2016 और 2017 बैच के सीनियर से काफी मदद मिली है। ओएसिस की थीम “The Lost Gold” काफी सटीक और उपयुक्त है। फेस्ट छात्रों की लगन से सफल होता है और कोविड के समय हमने फेस्ट को आयोजन करवाने का महत्वपूर्ण समय खोया है। फेस्ट को यादगार बनाने के लिए कोडिंग क्लब ने ओएसिस थीम पर एक गेम का निर्माण किया है। इसके अलावा  हिप हॉप और इंडी नाइट जैसे शो का आयोजन होने जा रहा है। “सीधे मौत” ओएसिस 2016 के विजेता रह चुके हैं और वो इस ओएसिस अपना शो करने आ रहे हैं। यह दिखाता है कि ओएसिस नए कलाकार को नाम बनाने का स्वर्णिम अवसर देता है।प्रशासन ने हमारी काफी मदद की है और हम इसके लिए उनके काफी आभारी हैं।ओएसिस में हम 10,000 लोगों की भागीदारी की उम्मीद कर रहे हैं। व्यक्तिगत रूप से, मैं ओएसिस को लेकर काफी उत्साहित हूँ। मैं बिट्सियन को कहना चाहूँगा कि आप फेस्ट का बेझिझक आनंद उठायें।",
    "imgLink": "https://drive.google.com/file/d/1GkSCJPUwhOpDLYm3na89m0yAZP5uY7iS/view?usp=share_link"
  },
  {
    "depName": "General Secretary",
    "coord": "नमन जालान",
    "article": "हिंदी प्रेस क्लब से हुई बातचीत में छात्र संघ के महासचिव- नमन जलान ने फेस्ट को लेकर महत्वपूर्ण जानकारियां साझा की। \nछात्र संघ के महासचिव होने के नाते वे, जो भी इन्वेंटरी सारे क्लब्स एवं डीपार्टमेंट द्वारा खर्रेदी जाती है उसके ज़िम्मेदार हैं। वे सी.आर.सी के साथ मिलकर हर खरीदारी के बिल एवं पूर्व-भुगतान की जाँच और स्वीकृति करते हैं। सारे कार्यक्रम ठीक चले और फेस्ट के समय किसी नशीले पदार्थों का उपयोग न हो वे सुनिश्चित करते हैं। फेस्ट के समाप्त होने पर वे सारे बिल्लिंग कार्य और OASIS समीक्षा बैठक का प्रबंधन करते हैं। अन्य depNamens की तारीफ करते हुए उन्होंने बताया कि कैसे वे साथ मिलकर सभी चुनौतियों का सामना करते हैं। उनके समक्ष इस फेस्ट के लिए कलाकार चुनना, फंड  तय करना और आवास का प्रबंध करने जैसी चुनौतियां आयी। उन्होंने बताया कि, इस वर्ष की थीम हमारी परंपरा को दर्शाती है और सभी को एक साथ लाती है जैसे कि OASIS का चिन्ह पाँच तत्वों के मिलन से बनता है। उनके अनुसार प्रतिभागियों का एक क्षण भी ऐसा नहीं होगा जिसमें कोई कार्यक्रम  न हो रहा हो। उन्होंने Rocktaves का ज़िक्र करते हुए बताया कि “सीधे मौत” जिन्होंने यहाँ 2014-15 में आकर भाग लिया था वे आज देश के उच्च कोटि के कलाकारों में से हैं और वे इस वर्ष प्रोफ-शो में प्रदर्शन करने आ रहें हैं। उनका सन्देश यह है कि सभी फेस्ट का पूर्ण आनंद उठाए, नए दोस्त एवं यादें बनाए और सारे शानदार कार्यक्रमों को अनुभव करें। उनका वादा है पूरे छात्र संघ की तरफ से की वे दिन रात एक कर रहें हैं ताकि वे फेस्ट को सबसे बेहतर बना सके।",
    "imgLink": "https://drive.google.com/file/d/1huHHFQOc1Dj-UnazNat3oShgE4yA9bHT/view?usp=share_link"
  },
  {
    "depName": "Controls",
    "coord": "प्रणव डांगी",
    "article": "डिपार्टमेंट ऑफ Controls फेस्ट में बहुत ही अहम भूमिका निभाता है। जो चार मुख्य स्थल है- ऑडिटोरियम, साउथ पार्क, NAB Audi और Rotunda जहाँ ज़्यादातर कार्यक्रम आयोजित होते है उनके संचालन में कोई रुकावट ना आए और मूल्यांकन में मतभेद न हों इसे सुनिश्चित करना हमारी ज़िम्मेदारी है।  इसके अलावा पुरे फेस्ट की अनुसूची बनाना, कॉलेज से क्लब्स को सामान उपलब्ध करवाना, बाहर से आने वाले अतिथियों के यात्रा का प्रबंध, आदि का काम हम करते हैं। वैसे तो हमारा काम 2 हफ्ते पहले ही शुरू हो जाता है पर अधिकतम काम आखरी हफ्ते में ही होता हैं। अपोजी से मैंने और मेरी टीम ने काफ़ी कुछ सीखा और मुझे विश्वास है कि इस Oasis में हम एक नई और बेहतर मिसाल कायम करेगा।  इस वर्ष 50वां Oasis होगा और इसकी थीम ‘Demesne of the Lost Gold’ वही दर्शाती है कि बहुत सारी प्रतियोगिता और मनोरंजन के विभिन्न कार्यक्रम होंगे जो एक साथ मिलकर इस फेस्ट को सुनहरा बना देंगे।  मैं सभी को यही कहना चाहूँगा कि 96 घंटे लगातार चलने वाले इस Oasis का जितना हो सके उतना लाभ उठाए और अपने दोस्तों के साथ ज़्यादा से ज़्यादा इवेंट्स में भाग ले।",
    "imgLink": "https://drive.google.com/file/d/1P3918_BHt7TfuEise9upiOqJ93XCsk8t/view?usp=share_link"
  },
  {
    "depName": "Sponz",
    "coord": "करिश्मा",
    "article": "डिपार्टमेन्ट ऑफ स्पोंज की ओएसिस 22 की depName करिश्मा  ने बताया की उन्होंने फेस्ट की तैयारी अप्रैल माह से ही शुरू कर दी थी। उनका ज्यादा से स्पोंसोर्शिप कैश में लेने  का ही प्रयास रहा है, लेकिन काफ़ी बार उनको सामग्री समर्थन के रूप में भी मिली है। उन्होंने बताया की मंदी की वजह से भी उन्हें काफ़ी ज्यादा परेशानी का सामना करना पड़ा है इस वजह से काफ़ी कम कम्पनी ने स्पोंसरशिप प्रदान की है। हमारे लेगासी स्पोंस एल&टी और सिस्को भी स्पोंसर करने की स्थिति में नही है। 50th ओएसिस को सफल बनाने के लिए हमने फिर भी अपना बेस्ट किया है और काफी मात्रा में कैश एकत्रित भी किया है। स्पोंज ने लगभग अपना बजट 25 लाख रखा है, फ़ूड स्टाल और सारे आउटलेट्स मिला कर लगभग 50 -55 लाख जाने का अनुमान है। उनके मुताबिक स्पोंज पर काफ़ी कार्यभार था क्योंकि सबकी अपेक्षा उनसे रहती है। उन्होंने पूर्व छात्रों , वेब3, आदि काफ़ी लोगों से बातचीत की। उनका छात्र संघ और depName से काफ़ी अच्छा साथ रहा और काफ़ी मदद भी  मिली है। थीम के लिए भी काफ़ी चर्चा हुई थी सबके बीच। उनका ये दूसरा ओएसिस  है तो वों भी ओएसिस को लेकर काफ़ी उत्साहित है।",
    "imgLink": "https://drive.google.com/file/d/1Tdj-2sP-ipAg8p3h_xAFx8OxjVWDcCuY/view?usp=share_link"
  },
  {
    "depName": "DVM",
    "coord": "अंशल शुक्ला",
    "article": "इस वर्ष के OASIS के लिए DVM ने अनेक वेबसाईट बनायी हैं जैसे कि पूर्व-पंजीकरण वेबसाईट जो कर्नल इवेंट के लिए है और पंजीकरण वेबसाईट जो PCR द्वारा अभी उपयोग में है। यह वेबसाइट्स BOSM के पहले से कार्यात्मक हैं। इसके अलावा उन्होंने कुछ वीडियो तैयार किए हैं फेस्ट के दिनांक, थीम और प्रोफ-शोस को प्रकाशित करने हेतु। साथ ही साथ उनके पोर्टल अभी कार्यात्मक हैं  जिसको PCR स्नैप्स, Firewaalz बाहरी दर्शकों के पंजीकरण एवं RecnAcc, Controlz उपयोग करेंगे। OASIS के लिए उनका एप भी लगभग तैयार है और इस वर्ष वे एक नया प्रयोग करने जा रहे हैं जो कि कैम्पस के नक़्शे पर एक “फर्स्ट-पर्सन शूटिंग” गेम होगा। पिछले दो वर्षों में यह फेस्ट न होने के बावजूद उन्होंने अपने डिपार्टमेंट के पूर्वी छात्रों से सुझाव लेकर एवं APOGEE और BOSM में काम करके लगभग सारी चुनौतियों का सामना किया। इस वर्ष की थीम को चुनने में उनकी भी भागेदारी है जिससे प्रभावित तत्व उन्होंने वीडियो में भी शामिल किये हैं। उनकी अपेक्षा यह है कि जैसा फेस्ट 2019 में हुआ था उससे बेहतर इस वर्ष हो। उनका सन्देश सभी के लिए है कि सभी लोग 96 घंटों का लुत्फ़ अच्छी तरह उठायें।",
    "imgLink": "https://drive.google.com/file/d/1t8RiFvUgKvDEtcyi9blyEmhqXsHEA-5a/view?usp=share_link"
  },
  {
    "depName": "Rec N Acc",
    "coord": "एंजेल बेबी",
    "article": "डिपार्टमेन्ट ऑफ रेक-नेक की ओएसिस 22 की depName . ने ओएसिस हिन्दी प्रेस से वार्तालाप करते हुए बताया की उनका काम फेस्ट में आये हुए मेहमानों के रहने की व्यवस्था करना होता है। ओएसिस के दौरान विभिन्न कॉलेजों के छात्र, बिट्स के पूर्व छात्र, अभिवावक, आदि लोग आते है। ठहरने के लिए हम क्वाटर्स, वी-फास्ट, कॉमन रूम, आदि का प्रयोग करते है। इसके अलावा हम बाकी सारे क्लब्स और डिपार्टमेन्ट को इन्वेंटरी भी देते है जो फेस्ट के दौरान काम आती है। कैम्पस में 1400 लोगों के ठहरने की व्यवस्था है अगर ये कम पड़ती है तो कैम्पस के बाहर भी हमने व्यवस्था की है। उनका सभी क्लब्स और डिपार्टमेन्ट के साथ काफ़ी अच्छा तालमेल रहा। हमारा ज्यादातर काम फेस्ट के दौरान ही रहता है इसलिये हमे पहले से ज्यादा तैयारी नहीं करनी होती। फेस्ट की तैयारी अप्रैल माह से ही शुरू कर दी थी। उनका यह दूसरा ओएसिस  है तो वो भी ओएसिस को लेकर काफ़ी उत्साहित हैं और जी. बी.एम्. को भी काफ़ी आनंद उठाने की सलाह देती हैं।",
    "imgLink": "https://drive.google.com/file/d/1AZGN_GiP6HSsvIQnhafAACDNj4De_sLu/view?usp=share_link"
  },
  {
    "depName": "ADP",
    "coord": "रिदम सक्सेना",
    "article": "हिन्दी प्रेस क्लब ने ADP के समन्वयक रिदम सक्सेना से  उनके काम के बारे में बातचीत करी। प्रस्तुत है उसका सारांश।  फ़ेस्ट के समय हम केम्पस की सजावट का ध्यान रखते हैं। हम चित्रकारी करते हैं, पोस्टर्स बनाते हैं, स्ट्रक्चर बनाते हैं  जैसे, मेन-ऑडी स्ट्रक्चर, साइड-ऑडी स्ट्रक्चर, उसके साथ हम फोटोबूथ भी बनाते है और दूसरे क्लब्स के पोस्टर्स को भी मंजूरी देते है। फेस्ट के थीम को DVM के साथ मिल के तय करना और उस थीम के हिसाब से कैंपस को सजाना हमारा काम होता है। फ़ेस्ट का प्रचार हमने अपोजी के बाद ही शुरू कर दिया था। सितम्बर से हमने फ़ेस्ट के लिए चित्रकारी का काम शुरू किया, समय की पाबंदी और त्योहारों के कारण काम करने में समस्या आई थी परन्तु अब हम समयानुसार चल रहे है। काम करने के लिए पहले एक पुरे बैच की कमी थी, 2022 के छात्रों के आने के बाद काम ओर भी तेज़ी चल रहा है, माना की 2022 बैच के पास अनुभव की कमी है और उनसे गलतियां होने कि संभावनाएं है, इसीलिए हम कोई बड़ा काम उनसे नहीं करवाते है, काम करते समय एक सीनियर उनके साथ रहता है ताकि गलतियों की गुंजाईश काम हो और गलती करने पर उन्हें सुधारा जा सके। ओएसिस के सारे सोशल मीडिया हैंडल हम सँभालते हैं, हमने 15 यूटूबर को आमंत्रित किया ताकि फेस्ट की अच्छे से पब्लिसिटी की जा सके , 20 से ज्यादा मीडिया डील्स होने वाली है, सलिल जामदार, तबला गाए जैसे बहुत से इन्फ्लुएंसर्स आने वाले है। अलग अलग मीम पजेस जिनके पास 20 मिलियन फॉलोवर है वह भी फेस्ट पब्लिसिटी करेंगे। इस बार 3 बैच ओएसिस को पहेली बार होते हुए देखेंगे, मैं सभी को यही कहना चाहूंगा कि सभी फेस्ट का मज़ा ले।",
    "imgLink": "https://drive.google.com/file/d/1GkSCJPUwhOpDLYm3na89m0yAZP5uY7iS/view?usp=share_link"
  },
  {
    "depName": "PCr",
    "coord": "माधव गुप्ता",
    "article": "हर वर्ष फेस्ट का सफलतापूर्वक आयोजन करवाने में पीसीआर की महत्वपूर्ण भूमिका होती है। पीसीआर फेस्ट में क्लब और डिपार्टमेंट के प्रिंटिंग की जरूरत को पूरा करता है। पीसीआर समन्वयक माधव गुप्ता ने ओएसिस हिन्दी प्रेस के साथ हुए बातचीत में डिपार्टमेंट की तैयारियों को लेकर चर्चा की।\nडिपार्टमेंट ने ओएसिस की तैयारियाँ अगस्त से शुरू कर दी थी।अभी तक हमारा काम काफी सुचारू रूप से चल रहा है और डिपार्टमेंट इस बात का ख्याल रख रहा है कि फेस्ट में बजट से अधिक खर्च ना हो। हां,हमें कुछ समस्याओं का सामना करना पड़ रहा है परंतु हम depName ने हमारी काफी मदद की है।इसके अलावा DU जैसे कॉलेज में तीन साल का पाठ्यक्रम होता है,इस कारण ओएसिस के बारे में काफी कम लोग अवगत है। मुझे उम्मीद है कि यह परेशानी आनेवाले ओएसिस में देखने को नहीं मिलेगी। पोर्टल पर हमने अगस्त में सारी जानकारी डाल दी थी। 9th अक्टूबर से हमने पंजीकरण करना आरंभ कर दिया था और अभी तक हमारे पास 2500 पंजीकरण है।मैं आशा करता हूं की हर क्लब और डिपार्टमेंट फेस्ट में अपना सर्वश्रेष्ठ प्रदर्शन करेंगे। थीम ओएसिस के लिए काफी उपयुक्त है और यह फेस्ट हमारे पुराने फेस्ट को बहाल करने में सफल रहेगा। मैं पाठकों से कहना चाहूंगा कि फेस्ट ओएसिस प्रतिसर्धा और प्रॉफ शो के लिए प्रसिद्ध है,इसलिए फेस्ट का पूरा आनंद लें।",
    "imgLink": "https://drive.google.com/file/d/1CNKO1jIc_5gh9HH6Yyf2hJ7IaZvSriQU/view?usp=share_link"
  },
  {
    "depName": "Oasis Hindi Press",
    "coord": "आकाश चंद्रा",
    "article": "इस वर्ष ओएसिस पर हिंदी प्रेस क्लब Bluffmaster नामक कार्यक्रम का आयोजन करवा रहा है। यह एक रचनात्मक एवं मज़ेदार खेल होगा। इस खेल का आयोजन ओएसिस के पूर्वी संस्करणों में भी हो चुका है और प्रतिभागियों ने इसका काफी लुत्फ़ भी उठाया है। इसके अलावा wallmag के माध्यम से ओएसिस हिंदी प्रेस सभी को फेस्ट में आयोजित होने वाले कार्यक्रमों की जानकारी देगा। Wallmag लोगों को फेस्ट के लिए \nविभिन्न क्लब एवं डिपार्टमेंट द्वारा की जाने वाली तैयारियों से भी अवगत करवाता रहा है। ओएसिस के दौरान प्रत्येक दिन होने वाले कार्यक्रमों की जानकारी newsletters के माध्यम से लोगों तक पहुंचाई जाएगी। इस वर्ष Youtube वीडियोज़ और Instagram रील्स के सहयोग से फेस्ट से जुड़ी जानकारी हम लोगों तक पहुँचाने की कोशिश करेंगे। depName से पूरी तैयारी के दौरान काफी सहयोग मिला। सबसे बड़ी चुनैती थी, कार्यबल का सूझबूझ से इस्तेमाल करना। परन्तु, सभी के सहयोग से अभी तक सब सुचारु रूप से चल रहा है। अंत में मैं सभी से यही अनुरोध है कि दूसरों की सुविधा का ख्याल रखते हुए फेस्ट का बेहतरीन रूप से आनंद उठाये।",
    "imgLink": "https://drive.google.com/file/d/1_bv1B6mHzO73muYTfMD-aU6B1eciVROu/view?usp=share_link"
  },
  {
    "depName": "Operations and Strategies Club, BITS Pilani",
    "coord": "आरूषी राॅय",
    "article": "ओएसिस हिंदी प्रेस के साथ हुए बातचीत में, ऑपरेशन्स एंड स्ट्रेटेजीज़ क्लब की समन्वयक “आरुषि रॉय” फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में, उन्होंने क्लब के तैयारियों को लेकर चर्चा की। \n\nहमारा कार्यक्रम प्रसिद्ध बोर्ड गेम \"द गेम ऑफ लाइफ़\" का बिट्सियन संस्करण है, जिसमें एक बड़ा बदलाव मूल बोर्ड गेम में होने वाले जीवन के बजाय उद्योग पर केंद्रित है। एक समय में, 4-6 सदस्यों की टीमें खेल सकती हैं। आयोजन की तैयारी बहुत अच्छी चल रही है क्योंकि जूनियर बैच उम्मीद से बेहतर काम कर रहा है। हमारा क्लब नया है, और इसके अलावा हम किसी उत्सव में पहली बार एक कार्यक्रम आयोजित कर रहे हैं। इस स्तर की बॉन्डिंग और एकता बेहद महत्वपूर्ण थी और मुझे यह देखकर खुशी हुई कि हर कोई पूरे दिल से इस आयोजन के लिए काम कर रहा है। मुझे विश्वास है कि हम इसे अच्छी तरह से पूरा करने में सक्षम होंगे। हां, कार्यक्रम की तैयारी के दौरान कई चुनौतियां थीं। सबसे प्रमुख था आयोजन के संचालन के संबंध में क्लब के सभी सदस्यों को एक ही पृष्ठ पर लाना। हमारा एक तकनीकी उन्मुख क्लब होने के नाते, एक ऐसी गेम के बारे में सोचना मुश्किल था जो OASIS के लिए उपयुक्त होगा लेकिन हम एक ऐसे कार्यक्रम के बारे में सोचने में कामयाब रहे जो मज़ेदार होगा और साथ ही हमारे क्लब के आदर्श वाक्य से संबंधित होगा। पूरी प्रक्रिया के दौरान स्टूक्कन्स वास्तव में सहायक थे। मुझे अपने क्लब और सामान्य तौर पर पूरे उत्सव से बहुत उम्मीदें हैं। अंत में, मैं सभी प्रतिभागियों और पाठकों से कहना चाहूंगा कि वे आएं और अपने दोस्तों के साथ बड़ी संख्या में भाग लें क्योंकि OASIS 2 साल के लंबे अंतराल के बाद आयोजित किया जा रहा है और सभी क्लबों और विभागों ने इसे पूरा करने के लिए वास्तव में कड़ी मेहनत की है। इसके अलावा यह 50वां OASIS है, इसलिए हम उम्मीद करते हैं कि यह भव्य होगा और प्रतिभागियों को सभी आयोजनों को अपने हिसाब से आज़माना चाहिए।\n",
    "imgLink": "https://drive.google.com/open?id=1gwU4Fwjy830CEVeLytgvkm-DjWtYnic3"
  },
  {
    "depName": "Renewable Energy Club (REC)",
    "coord": "राम नाचियप्पन (Ram Nachiappan)",
    "article": "वातावरण संरक्षण के लिए जुटे Renewable energy club के समन्वयक राम नाचियप्पन ने हिन्दी प्रेस क्लब को बताया कि इस वर्ष ओएसिस में REC  ने Best out of waste नाम के इवेंट का आयोजन किया है। प्रथम राउंड एक ट्रेज़र हंट जैसा है जिसमें प्रतिभागियों को सभी ज़रूरी सामग्री को ढूँढना है और उसके बाद अपनी रचना को निर्धारित समय में बनाना होगा। राम बताते हैं कि ये उनका परंपरागत इवेंट रहा है उन सभी ने रचनाओं के लिए सितम्बर अंत में विचार विमर्श शुरू कर दिया था। सभी बैच साथ मिलकर काम कर रहे हैं ताकि इवेंट सफल रहे। उनका ध्यान मुख्यतः तकनीकी प्रोजेक्ट की ओर रहा था। समय और लोगों की कमी को लेकर कुछ परेशानियों का सामना उन्हें इस दौरान करना पड़ा।\nराम आगे बताते हैं की उनके इवेंट के माध्यम से वह यह समझना चाहते है कि कचरे को यदि उचित ढंग से उपयोग करा जाये तो वो किसी खजाने से कम नहीं है। मतलब प्रतिभागियों को ट्रेज़र हंट के ज़रिये खोये स्वर्ण को खोजना है। depNameNS और SU को शुक्रिया कहते हुए वे कहते हैं कि depNameNS और SU ने उनके इवेंट के सरलतम आयोजन हेतु बहुत सहायता की थी। कोविड के बाद पहले ऑफलाइन सांस्कृतिक फेस्ट को ध्यान में रखते हुए वे आशा करते हैं कि यह ओएसिस दो साल से बिट्स में आये सांस्कृतिक कार्यक्रमों के अकाल को पूरी तरह से दूर कर देगा और सभी के लिए ये एक मज़ेदार अनुभव होगा। जनता को संदेश देते हुए राम ने उन्हें इवेंट में भागीदार बनने का अनुरोध किया जिससे छात्रों को इनामों के साथ-साथ एक कलात्मक दृष्टिकोण से सोचने का मौका भी मिलेगा।",
    "imgLink": "https://drive.google.com/open?id=11vGdBsYB_XKF-YSDm71vjj9aHxgGQpX6"
  },
  {
    "depName": "Matrix",
    "coord": " अनीश हटुआ",
    "article": "ओएसिस 2022 के उपलक्ष में Matrix दो इवेंट्स आयोजित कर रहा है- “Pen it down” और “Movie screening”। “Pen it down” एक कहानी-लेखन प्रतियोगिता है। प्रतिभागी दिए गए संकेतों का उपयोग करके अपनी कहानियां लिखेंगे और फिर उनका मूल्यांकन किया जाएगा। फ़ेस्ट के दौरान रोटुंडा में अंग्रेजी और हिंदी में दो फिल्मों की स्क्रीनिंग होगी। बिट्स पिलानी की लिटरेचर एंड सिनेमा सोसाइटी के रूप में, मैट्रिक्स का उद्देश्य आज के युवाओं में संस्कृति, सिनेमा और साहित्य को शामिल करना है और इस साल के ओएसिस की थीम 'डेमेस्ने ऑफ द लॉस्ट गोल्ड' इसे आगे बढ़ाने का एक सही तरीका है। मैं सभी प्रतिभागियों से आग्रह करता हूं कि वे ओएसिस के 50वें संस्करण का आनंद लें, क्योंकि इससे बड़ा और बेहतर कुछ नहीं हो सकता।",
    "imgLink": "https://drive.google.com/open?id=1vb5oc2Odiy4PmsYwEX9EvuqanDsYwoDj"
  },
  {
    "depName": "Astro Club",
    "coord": "आलोक नारायण",
    "article": "Astro क्लब इस OASIS “नाइट्स वाटच” नामक आयोजन करवाने जा रहें हैं जिसमें वे प्रतिभागियों को टेलेस्कोप एवं बाईनौक्युलर्स के माध्यम से अंतरिक्ष के वस्तु दिखाएंगे। अपनी तैयारी के अंतर्गत वे अंतरिक्षी वस्तुओं और सामान्य ज्ञान की सूची बना रहें हैं जिससे लोगों का उत्साह बना रहें। टेलेस्कोप के कुछ ऐसे अंश हैं जो भारत में नहीं पाए जाते हैं उनकी व्यवस्था करना और यह सुनिश्चित करना कि उनके आयोजन के समय कोई क्लोक टावर की ओर न जाए उनकी मुख्य चुनौतियाँ थी। यह कार्यक्रम अन्वेषण और खोज कि भावना जागरूक करता है जो इस वर्ष की थीम के अनुसार है। इस कार्यक्रम को करवाने में वे depNameNS के आभारी हैं जिनके कारण उन्हें सभी वस्तुओं एवं छत की पहुँच मिली। भले ही वे इतना विशाल आयोजन पहली बार कर रहे हैं परंतु क्लब के पूर्वी अनुभव और सभी सदस्यों की मेहनत को मध्यनज़र रखते हुए उन्हें विश्वास हैं कि यह आयोजन भी सफल रहेगा। उनका यही सन्देश हैं कि सभी ब्रम्हांड के विषय में अपनी रुचि बढ़ाए और उनके आयोजन में भाग लें।  \n",
    "imgLink": "https://drive.google.com/open?id=1bqE3s2NMHUnq2C-bNnom3Ywm97fnxjN0"
  },
  {
    "depName": "Anchor",
    "coord": "अक्षया वेणुगोपाल",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, एंकर के समन्वयक-अक्षया वेणुगोपाल फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। इस बार एंकर ओएसिस में प्राइड मार्च का आयोजन करवा रहा है। प्राइड मार्च के माध्यम से LGBTQ+ समुदाय के लोगों के गौरव और उनके प्रति जागरूकता बढ़ाना है। इस बार के प्राइड मार्च को हम Apogee से अधिक सफल बनाने की कोशिश कर रहे हैं। हमारे पास कार्यबल की कमी थी और यही हमारे लिए सबसे बड़ी चुनौती थी। depName ने हमें अपने कार्यबल को बढ़ने हेतु कुछ महत्वपूर्ण सुझाव दिए। हम एक सफल इवेंट की कामना करते हैं और आशा करते हैं कि सभी इसका भरपूर आनंद उठाये।",
    "imgLink": "https://drive.google.com/open?id=1YYklef0haKdEjVvUTcURnGAPdsu1sRHX"
  },
  {
    "depName": "Gaming Club",
    "coord": "आरव गोयल",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, गेमिंग क्लब के समन्वयक-आरव गोयल फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। \n\nगेमिंग क्लब ओएसिस में Eclipse नामक कार्यक्रम का आयोजन करवा रहा है। इस कार्यक्रम में Valorant और CODM जैसे खेल होंगे। इसके अलावा एक स्टॉल भी होगा जहाँ लोग आकर PS 4  और PS 5 पर खेल सकते हैं। हम IKE के साथ भी एक कार्यक्रम का आयोजन करवा रहे हैं। इन सब आयोजनों में सबसे कठिन कार्य है कार चेसिस बनाना। गेमिंग बीते कुछ समय में एक महत्वपूर्ण क्षेत्र के रूप में उबार कर आया है और हम इसे यानि कि खोये हुए स्वर्णिम क्षेत्र को प्रोत्साहन देने की कोशिश कर रहे हैं। depName का सहयोग अत्यंत महत्वपूर्ण था।  अंत में वह यह कहते हैं कि OASIS पूरे 3 वर्ष बाद होने जा रहा है और वह इसके सफल होने की आशा करते हैं। वे सभी से उनके स्टॉल पर आने का भी अनुरोध करते हैं। \n\n",
    "imgLink": "https://drive.google.com/open?id=1ZZ8UaJ_AefjkzocYptV_aAGyVF3ytVSM"
  },
  {
    "depName": "Coding Club ",
    "coord": "आर्यमन चौहान ",
    "article": "",
    "imgLink": "https://drive.google.com/open?id=1Hhvf4Pf0gc-3O-7S9-OanUdGZuwyEe9h"
  },
  {
    "depName": "Nirmaan",
    "coord": "पुष्पेन्द्र सिंह पायल ",
    "article": "समन्वयक पुष्पेन्द्र सिंह पायल ने बताया कि उन्होंने ओएसिस’22 के लिए वह कलाकृति, स्वयंशक्ति और जब पानी मैट पूरी कार्यक्रम करवा रहे है।  कलाकृति में लोग अपने पसंद के डिजाईन की ब्लोक प्रिंट से रूमाल बना सकेंगे, स्वयंशक्ति में निर्माण में कार्यरत औरतों के द्वारा  बनाए हुए सामान को बेचा जाएगा। पानी पूरी प्रतियोगिता में सबसे ज्यादा खाने वाले को इनाम दिया जाएगा।  उनकी तैयारी लगभग पूरी हों चुकी है स्टॉल की सजावट वह शुक्रवार से शुरू कर देंगे।  स्टाल की देख रेख के लिए काफ़ी चुनोती होगी क्योंकि सबके पास और भी काम हैं।  बजट का भी हमे ध्यान रखना होगा।  ब्लाक प्रिंट राजस्थान की काफ़ी पुरानी कला है जो अब धीरे धीरे विलुप्त हों रही है इसलिये हमने इसको चुना।  depName से भी काफ़ी सहायता मिली है , उन्होंने हमे हमारी कमियों से अवगत करवाया है। हम काफ़ी ज्यादा लोगों के भाग लेने की उम्मीद में है। \n",
    "imgLink": "https://drive.google.com/open?id=1HZEclKesYyC0Y1eZYmbyx4lwkgA0bF18"
  },
  {
    "depName": "Music Club ",
    "coord": "व्योम शर्मा",
    "article": "म्यूजिक क्लब बिट्स पिलानी के समन्वयक व्योम शर्मा ने बताया कि क्लब ओएसिस’22 के लिए उद्घाटन में प्रस्तुति दे रहा है तथा ‘अन्धोलिका’ नामक एक कार्यक्रम भी करवा रहे है। अन्धोलिका में वोकलइस्ट की एक प्रतोयोगिता होंगी जहां पर उन्हें लाइव बेंड के साथ गाना होग। इसमें इसमें काफ़ी राउंड होंगे। उन्होंने थीम का ध्यान रखते हुए काफ़ी गानों  को चुना है क्योंकि यह तीन साल बाद हों रहा है तो कोई कमी नही होनी चाहिए। Stu CCA से भी मदद मिली और उन्होंने अच्छे से सुनिश्चित किया की हमें किसी तरह की कमी ना हों।  इस बार के ओएसिस के लिए लोग काफ़ी ज्यादा उत्साहित है, हमे उम्मीद आपका सबका यह अनुभव काफ़ी यादगार रहेगा।",
    "imgLink": "https://drive.google.com/open?id=1Rl4ymhIw23h4dDlSbGrGLFIJJo6-XP6K"
  },
  {
    "depName": "Public Policy Club",
    "coord": "आर्यमन शाह",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, पब्लिक पॉलिसी क्लब के समन्वयक-आर्यमन शाह फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की।\n\nइस वर्ष ओएसिस पर पब्लिक पॉलिसी क्लब Realpolitik नामक इवेंट का आयोजन करवा रहा है। यह एक Political-auction खेल होगा जिसमे हर टीम को दिए गए बजट पर्स का इस्तेमाल कर राजनैतिक हस्तियों को चुनकर एक 8 लोगों की टुकड़ी बनानी होगी। इसका मूल्यांकन जजों द्वारा राजनैतिक प्रभाव के आधार पर किया जायेगा। क्लब के सदस्य दिन-रात मेहनत कर इस इवेंट को सफल बनाने की कोशिश कर रहे हैं।  \ndepName का सहयोग सराहनीय था, जिसके वजह से हम इस इवेंट को बिना किसी अर्चन के करवा पा रहे हैं। हम यही आशा करते हैं कि यह फेस्ट सभी के लिए यादगार हो।  \n",
    "imgLink": "https://drive.google.com/open?id=1njZJTRezaJgis1mX18esQ9qq9J-gnz6y"
  },
  {
    "depName": "Creative Activities Club",
    "coord": " रोहन मुस्कावाड़",
    "article": "क्रियेटिव एक्टिविटी क्लब(CrAC) इस वर्ष OASIS में “कैनवा स्ट्रीट”, “कोंत्रस्तो”, “स्पलैश” और “गेल्लेरिया” नामक चार आयोजन करवा रहे हैं। “कैनवा स्ट्रीट” में प्रतिभागियों को एक खाली कैनवास दिया जाएगा जिसमे वे अपने विचारों को रंग दे सकते हैं। “कोंत्रस्तो” में वे प्रतिभागियों को एक कहानी चालक और कोयले के माध्यम से दर्शाने का मौका देते हैं। “स्पलैश” एक चेहरा रंगाई आयोजन है और “गेल्लेरिया” में CrAC अपनी कलाकृति दिखाएंगे। चूँकि यह OASIS तीन  बैच का पहला OASIS हैं इसलिए वे इसके विषय में काफ़ी उत्साहित हैं और वे लंबे समय तक काम करने हेतु प्रेरित थे। ऐसे फेस्ट को पहली बार संभालना और कम कर्मचारी उनकी सबसे बड़ी चुनौतियाँ थी। जैसे के थीम दर्शाती है, उनकी कलाकृतियां भी सोने से प्रभावित होंगी। उन्होंने ADP के depNameN, रिधम सक्सेना,  की तारीफ़ करते हुए कहा कि उन्होंने अपने विचार बताए जिस कारण उनका काम सुचारू रूप से हो पाया। उन्हें अपेक्षा है कि वे फेस्ट में आनंद ले पाए और सभी को सन्देश है कि वे गेल्लेरिया आकर उनकी कलाकृतियों का अनुभव करें। \n",
    "imgLink": "https://drive.google.com/open?id=1NlwILFAJ12i0upY7T13wFRGKGzJCs7e5"
  },
  {
    "depName": "FMaC",
    "coord": "माज़ हुसैन",
    "article": "FMaC इस ओएसिस में अनेक आयोजन कर रहा है, जैसे की एक फिल्म-फेस्टिवल, जिसे हम ओएसिस का ही एक उप-फेस्ट कह सकते हैं। इसमें सिनेमा, आर्ट, फोटोग्राफी तथा नाटकशाला को बढ़ावा देने के लिए अन्य आयोजन किए जाएंगे। दूसरा कार्यक्रम है Metamorphosis, जो कि एक शार्ट-फिल्म बनाने कि प्रतियोगिता है और साथ ही एक कर्नेल इवेंट भी। इसके साथ ही FMaC Les Quizerables, Uncharted और एक फिल्म स्क्रीनिंग भी प्रायोजित कर रहा है। क्लब के समन्वयक माज़ हुसैन सभी depNamen के द्वारा किए गए समर्थन की सराहना करते हैं और बताते हैं कि फेस्ट के थीम “Demesne of the Lost Gold” को अपने कार्य में शामिल करने के लिए सभी कार्यक्रम के आर्ट, तस्वीरों तथा अन्य प्रचार की वस्तुओं को सुनहरे रंग से रचा गया है। अंत में माज़ सभी आयोजनों कि सफलता की कामना करते हैं, और आशा करते हैं की FMaC एक लाजवाब कार्यक्रम प्रस्तुत करने में सक्षम रहे।",
    "imgLink": "https://drive.google.com/open?id=1HjWGEztXlJs-pLdtgFgqMeV5PIR_YmoH"
  },
  {
    "depName": "BITS Embryo",
    "coord": "मयन अग्रवाल ",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, बिट्स embryo  के समन्वयक-मयन अग्रवाल फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। \n\nBITS Embryo का मुख्य कार्य है ओएसिस एवं फिल्म फेस्टिवल के लिए मुख्य अतिथि को आमंत्रित करना। उद्घाटन समारोह में मुख्य अतिथि द्वारा द्वीप प्रज्ज्वलन और भाषण दिया जाता है। BITS Embryo ने मुख्य अतिथि के चयन के लिए अथक प्रयास किया है। Bollywood क्षेत्र में दो महत्वपूर्ण कार्यक्रमों की वजह से कुछ हस्तियों का आना संभव नहीं हो पाया। depName द्वारा सहयोग काफी महत्वपूर्ण था। अंत में मैं यही कामना करता हूँ कि यह फ़ेस्ट सभी के लिए एक अविस्मरणीय अनुभव हो। \n\n",
    "imgLink": "https://drive.google.com/open?id=1V6GWiFHt6X1aER_3bq2CK55Ns3GyW0hS"
  },
  {
    "depName": "Hindi Drama Club",
    "coord": "हृदय महेश्वरी",
    "article": "हिं दी ड्रा मा क्लब के समन्वयक “ह्रदय महेश्वरी ” ओएसि स को लेकर का फ़ी उत्सा हि त हैं। ओएसि स हिं दी प्रेस के सा थ हुए सा क्षा त्का र में ओएसि स के लि ए तैया रि यों की चर्चा की ।ओएसि स में हम “असुरि म” ना मक मंच ना टक का आयो जन करवा ने जा रहे हैं। इसके अला वा हम एक थि एटर वर्कशॉ प का भी आयो जन करवा एंगेएं गे। वर्कशॉ प में अनेक तरह के थि एटर और गेम हों गे जि ससे प्रति भा गी मंच ना टक से अवगत हों गे और इसका आनंद भी उठा पा एँगे एँगे। मुझे वि श्वा स है कि असुरि म ना टक के जरि ये हम दर्शकों का ध्या न मा नवी य नैति कता पर आकर्षि त कर पा एंगेएं गे। ना टक को सफल बना ने के लि ए पूरी टी म एक मही ने से अभ्या स कर रही है। थि एटर ने हमेशा से ही प्रो डक्शन हा उस और प्रॉ प की व्यवस्था को लेकर चुनौ ती का सा मना कि या है। कई बा र क्लब को प्रॉ प की व्यवस्था के लि ए जुगा ड़ का भी सहा रा लेना पड़ा है। परन्तु, सका रा त्मक बा त यह है कि depNameNS ने शुरूआत से ही हमा री मदद की है। क्लब उनके ऑडि टो रि यम और बजट से जुड़ी हुई मदद के लि ए आभा री है। थि एटर आज के OTT युग में वि लुप्त सा हो चूका है। हमा रा प्रया स है कि फ़ेस्ट के ज़रि ये हम इसे फि र से वा स्तवि कता में ला पा एँ। एँ मैं आशा करता हूँ कि यह फ़ेस्ट बि ट्स के सां स्कृति क सफलता का नया पहचा न बनेगा ।",
    "imgLink": "https://drive.google.com/open?id=10ZlTEcu0bB8dPDQHXO6275Dwk-5SHYWT"
  },
  {
    "depName": "Communo",
    "coord": "संयम गर्ग",
    "article": "कम्म्युनो इस वर्ष के OASIS में “हेड्स अप” का  आयोजन करवाने जा रहें हैं। इस खेल में प्रतिभागियों को अपनी टीम वालों का गाना, चलचित्र, आदि का अनुमान लगाना होगा जो भी उनको दिए हुए पत्ते पर होगा। depNameNS की मदद से उन्हें सारी खेल सामग्री समय पर प्राप्त हो गयी थी जिस कारण उनकी तैयारी सुचारू रूप से हो पाई। इस आयोजन का फेस्ट की थीम से कोई लेना-देना नहीं है। वे उम्मीद करते हैं कि लोग अच्छी तादात में आए और इस आयोजन में भाग लें। उनका सन्देश यह है कि सभी ज़्यादा से ज़्यादा आयोजनों में भागदारी बने, नींद को फेस्ट के लिए त्यागें और फेस्ट का पूर्ण रूप से आनंद उठाए।     ",
    "imgLink": "https://drive.google.com/open?id=1obdE6d3UFxYZhYPL8Ou9j0gxuyPFXxPy"
  },
  {
    "depName": "Department of Audiforce",
    "coord": " अचिंत्य शंकर",
    "article": "डिपार्टमेंट ऑफ औडी फोर्स फ़ेस्ट को सफल बनाने में एक अहम भूमिका निभाता है। औडी फोर्स के समन्वयक “अचिंत्य शंकर” ने ओएसिस हिंदी प्रेस से हुए साक्षात्कार में डिपार्टमेंट के फेस्ट के प्रति ज़िम्मेदारियों के बारे में चर्चा की। \n\n\nहम, फेस्ट में आयोजित हो रहे बड़े कार्यक्रमों में भीड़ प्रबंधन का ध्यान रखते हैं और साथ ही सबकी सुरक्षा सुनिश्चित करते हैं। हमारा अधिकांश काम कार्यक्रमों के दौरान और उससे कुछ घंटे पहले से होता है। अभी तक ओएसिस के लिए तैयारियाँ काफी सुचारू रूप से चल रही हैं और इसमें depNamens ने काफ़ी महत्वपूर्ण भूमिका निभाई है। ओएसिस कैम्पस पर पूरे दो साल बाद होने जा रहा है और इस कारण हमारे पास अनुभव की कमी है। अनुभव की कमी होने की वजह से हमें थोड़ी समस्याओं का सामना करना पड़ सकता है, लेकिन हम उन पर ध्यान देने के लिए तैयार रहेंगे। इस बार ओएसिस ख़ास है क्योंकि यह पूरे 50 वर्ष पूरे कर रहा है और आशा करता हूँ कि बिट्सियन इसका भरपूर आनंद लेंगे। \n\n",
    "imgLink": "https://drive.google.com/open?id=1M68Brg51eBIYPt_puvIT0Bolw5x38IDN"
  },
  {
    "depName": "Safety and Medical Advisory Council (SMAC)",
    "coord": "प्रभसिमरण वाही ",
    "article": "प्रत्येक फ़ेस्ट में सुरक्षा एवं स्वास्थ्य सुविधाएँ प्रदान करने की जिम्मेदारी SMAC की होती है। SMAC के समन्वयक “प्रभसिमरण वाही” ने ओएसिस हिंदी प्रेस के साथ बातचीत की। बातचीत में प्रभसिमरण ने फेस्ट से जुड़ी जिम्मेदारियों के बारे में जानकारी दी।\n\n\nफेस्ट के दौरान हम अपने स्टॉल में मौजूद रहेंगे और आपातकालीन स्वास्थ्य सेवाएं प्रदान करेंगे। मामूली चोट का इलाज हमारे पैरामेडिक्स करेंगे और गंभीर चोटों के लिए हमारे पास स्टैंडबाय एम्बुलेंस रहेंगे। व्यक्तिगत रूप से, फेस्ट की तैयारी करना,एक मजेदार अनुभव रहा है। मेरे लिए बजट, एक चिंता का कारण था परन्तु depNameNS के मदद की वजह से हमें इसमें ज़्यादा परेशानी का सामना नहीं करना पड़ा। इसके अलावा हमारा मुख्य कार्य CMO और SWD को चिकत्सा आवश्यकताओं के बारे में जानकारी प्रदान करना और ओएसिस के दौरान एम्बुलेंस उपयोग करने की अनुमती लेना होता है। ओएसिस कैंपस में पूरे दो साल बाद हो रहा है और इस कारण हमारे पास अनुभव की कमी है। मैं स्वयं अपने आप को कई जिम्मेदारियों में असमंजस में पाता हूँ परन्तु सीनीयर से तैयारियों को लेकर काफी मार्गदर्शन मिला है। मैं depNameNS के मदद और धैर्य के लिए आभारी हूँ। मैं आशा करता हूँ की यह ओएसिस हमारे जीवन का सबसे मजेदार अनुभवों में से एक होगा। मैं पाठकों से कहना चाहूँगा कि गंभीर रूप से घायल ना होते हुए, फेस्ट का आनंद लें। अगर फेस्ट में, आपको हमारी ओर से चिकित्सीय सहायता चाहिए तो बेझिझक हमें संपर्क करें। \n\n",
    "imgLink": "https://drive.google.com/open?id=1ZF-Es9zeua-PqLKTVJ8i1oKodKa49nYL"
  },
  {
    "depName": "Media Relations Club",
    "coord": "हेमंत अग्रवाल",
    "article": "मीडिया रिलेशन्स क्लब के समन्वयक हेमंत अग्रवाल ने बताया कि क्लब की तैयारी बहुत अच्छी चल रही है, वह इस बार कोई कार्यक्रम आयोजित नहीं कर रहे परंतु अन्य कार्यक्रमों को कवर करेंगे। \n\nहम सभी कार्यक्रमों का सारांश लिखेंगे और तस्वीरों के साथ उन्हें मीडिया हाउस में प्रकाशित करने के लिए भेज देंगे। हमने तैयारी के लिए अलग-अलग समाचारों के सारांश लिखे, हमारा लक्ष्य है कि हम कम से कम समय में बेहतर आर्टिकल लिख पाए। depNameNs बहुत मददगार साबित हुए, संपूर्ण छूट देने के साथ उन्होंने हमे सुझाव भी दिए। यह मेरा पहला Oasis है और मैं यही उम्मीद करता हूॅं कि फेस्ट हम सबके लिए अविस्मरणीय हो। मैं अंत में  यह कहना चाहूंगा कि आप सब अपने दोस्तों के साथ इस फेस्ट का आनंद उठायें।\n",
    "imgLink": "https://drive.google.com/open?id=1bJgBjxEIjv_fWF6xKAj1-cfjtMtAD8md"
  },
  {
    "depName": "RadioAktiv ",
    "coord": "अमीश मेहता ",
    "article": "रेडियोऐक्टिव क्लब के समन्वयक अमीश मेहता ने ओएसिस हिन्दी प्रेस को बताया कि उन्होंने ओएसिस’22 में प्रोम नाईट और लेज़र टैग नामक दो इवेंट्स का आयोजन किया है। प्रोम नाईट एक नृत्य समारोह है जिसका थीम एवं सजावट ओएसिस के थीम से मेल खाता है। लेज़र टैग दो समूहों के बीच युद्ध समान होता है परंतु इसमें गोलियों के स्थान पर लेज़र का उपयोग किया जाता है। अमीश ने बताया की दोनों ही इवेंट्स की तैयारियां बगैर किसी विघ्न के संपन्न हो गयीं। प्रोम की साज-सज्जा का कार्य भी आरंभ हो चुका है। सभी उत्साह और जोश से परिपूर्ण लगते हैं। अमीश ने बताया कि  depName  ने उनकी हर संभव सहायता की है व सभी सामग्रीयां और कक्ष का आवंटन समय पर हो गया था। काम में परेशानियां तो कुछ ख़ास नहीं रही बजाये कि मिडसेम के मात्र दो सप्ताह के भीतर ही ओएसिस का आयोजन हो रहा है तो समय का थोड़ा अभाव है। अमीश कहते हैं कि यह ऑफलाइन ओएसिस हम अभी के लिए नया अनुभव रहेगा सभी क्लब और विभाग अपनी दिक्कतों को नज़रंदाज़ करते हुए बस यही सोच रहे हैं कि यह ओएसिस एक जादुई करिश्मा है। रेडियोऐक्टिव परिवार सभी का उत्साह वर्धन करता है और इवेंट में उनका स्वागत करता है। \n",
    "imgLink": "https://drive.google.com/open?id=1f3GW_8rgA2r4yUl_Qx8caBBYcGiLgXVD"
  },
  {
    "depName": "Inspired Karters Electric",
    "coord": "भविष्य गर्ग",
    "article": "हम दो इवेंट करवा रहे हैं, ग्रैंड प्रि क्स के फा इनल के लि ए एफ1 ला इव स्क्री निं ग और दर्शकों को कॉ कपि ट व्यू का अनुभव देने के लि ए एफ1 सि मुलेटर। दो नों इवेंट्स आपको एड्रेना ला ईन रश देने के लि ए तैया र हैं। हम समय सी मा के भी तर अच्छी तरह से का म कर रहे हैं, और हम सभी को सुखद अनुभव देने की उम्मी द करते हैं। इंस्पा यर्ड का र्टर्स इलेक्ट्रि क ने लंबे समय से ओएसि स के लि ए को ई का र्यक्रम आयो जि त नहीं कि या है और इस तरह हमें पि छली गलति यों से सी खने का अवसर नहीं मि ला है। ला इनअप की गई दो नों का र्यक्रम टी म के लि ए पूरी तरह से नई हैं और इस तरह यह पूरी तरह से एक अलग चुनौ ती है जि से टी म ने लि या है। depName ने हमें उन सभी सूचना ओं के सा थ मदद की है जि नकी हमें घटना ओं को संचा लि त करने की आवश्यकता है। 50वें संस्करण को देखते हुए, मैं इसके भव्य हो ने की उम्मी द करता हूं और मैं का मना करता हूं इसे एक सुखद अनुभव के रूप में सो चने के लि ए कि हर को ई आने वा ले वर्षों के लि ए या द रखेगा । हर को ई इस आयो जन के लि ए बहुत मेहनत कर रहा है और उत्सा ह की मा त्रा अद्भुत द्भु है। मैं चा हूंगा कि हर को ई हमा रे सा थ उन सभी अद्भुत द्भु का र्यक्रमों में शा मि ल हो जो हमने आप सभी के लि ए तैया र कि ए हैं, और इस मजेदा र या त्रा का हि स्सा बनें।",
    "imgLink": "https://drive.google.com/open?id=1398dR6BpwQsTKB0H7eaXCjbzK0yCeRlL"
  },
  {
    "depName": "Department of Photography ",
    "coord": "प्रितिका रामू",
    "article": "ओएसिस 2022 के समय हम तस्वीरें खीचेंगे ताकि छात्र फ़ेस्ट के दौरान बिताए शानदार पलों को याद रख सकें। फ़ेस्ट के पहले से हम अच्छी फ्रेमिंग के साथ तेजी से तस्वीरें क्लिक करने का अभ्यास कर रहे हैं। हमें तैयारियों के दौरान किसी मुश्किल का सामना नहीं करना पड़ा और सब काम बेहद मस्ती और मज़े से करने को मिला। इस फ़ेस्ट के लिए मेरा यही संदेश है कि, “Always say yes to a DoPy snap”.",
    "imgLink": "https://drive.google.com/open?id=1UtMGVdI4O_fJcaMQIBsjinUl1rVWkC3x"
  },
  {
    "depName": "Poetry Club",
    "coord": "अभिज्ञान शंकर",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, पोएट्री क्लब के समन्वयक-अभिज्ञान शंकर फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की।\n\nइस वर्ष ओएसिस पर पोएट्री क्लब तीन कार्यक्रमों का आयोजन करवा रहा है-  Rapwars, Chaupal, और purple prose। Rapwars का finale 21st नवम्वर को होगा जिसमे Wolf Cryman और Lil Kabeer जज होंगे। Chaupal, हिंदी एवं उर्दू कविताओं के खोते हुए महत्वा को दुबारा जीवंत करने का एक प्रयास है।  इसका आयोजन 20th नवम्बर को होगा। Purple Prose एक सफल कार्यक्रम साबित हुआ है और इस वर्ष भी हम यही आशा करते हैं। यह 22nd नवम्बर को NAB Audi में आयोजित होगा। सभी तैयारियां बिना किसी रुकावट के चल रही हैं और हम सब काफी ज्यादा उत्साहित हैं। सभी तैयारियों के सुचारु रूप से चलने में depName का महत्वपूर्ण योगदान रहा है। मैं यह आशा करता हूँ कि सभी लोग इसका भरपूर आनंद उठायें।  \n",
    "imgLink": "https://drive.google.com/open?id=1WavxclOlOgpzOsiFydxLXbHYX9JTHXFh"
  },
  {
    "depName": "Department of Firewallz",
    "coord": "अच्युत यश्वंत श्रीराज",
    "article": "Department of Firewallz बाहर से आने वाले प्रतिभागियों के registration और निगरानी दोनों के लिए जिम्मेदार है। 50वां ओएसिस होने के कारण, प्रतिभागियों की संख्या दोगुनी हो गई। हम प्रवेश प्रक्रिया के दौरान प्रतिभागियों द्वारा अनुभव की जाने वाली देरी को कम करने के लिए आवश्यक योजनाएँ बना रहे हैं। हमने प्रवेश प्रक्रिया में तेज़ी लाने के लिए अपने बाहरी बूथ का विस्तार करने की योजना बनाई। RecNAcc की मदद से हम टेंट की व्यवस्था कर रहे हैं जहां लोग अपनी बारी आने तक इंतजार कर सकें। depName और सभी Departments ने हमारी बहुत मदद और सहयोग किया है। 50वें ओएसिस को देखने का मौका अविश्वसनीय रूप से अद्भुत है, जो एक अविस्मरणीय साहसिक कार्य होने का वादा करता है। ओएसिस को एक सफल और अविस्मरणीय उत्सव बनाने के लिए, हम वास्तव में उनके समर्थन की सराहना करेंगे। प्रतिभागियों को किसी भी कदाचार या उत्पीड़न में शामिल होने से बचना चाहिए। अगर किसी को किसी भी समस्या का सामना करना पड़ता है, तो हम सहायता करने के लिए तैयार हैं।",
    "imgLink": "https://drive.google.com/open?id=1MZCLy0wqDtWHgnsnAL4qXi7vRYB5CKZ8"
  },
  {
    "depName": "The Eastern Outlook (TEO)",
    "coord": "नव्य गुप्ता ",
    "article": "THE EASTERN OUTLOOK के समन्वयक नव्य गुप्ता ने ओएसिस हिन्दी प्रेस को बताया कि इस बार ओएसिस में वे कुल चार इवेंट्स का आयोजन करेंगे जिनके नाम है: MOVIE SCREENING जो कि एक प्रीफेस्ट इवेंट हैं जिसमें ओएसिस में परिश्रम से कार्यरत विद्यार्थियों के मनोरंजन हेतु आयोजित किया है।ANIME QUIZ यह एक परम्परात्मक इवेंट है जिसमें एनीमे, माँगा और मन्ह्वा पर आधारित एक प्रश्नोत्तरी आयोजित होती है। TEO’S ESPOIR जिसमें तरह-तरह के योजनात्मक खेल होंगे जिससे सभी मेहमानों का बढ़िया मनोरंजन होगा और अंतिम इवेंट है MANGAKA MATSURI जो इसी कड़ी में एक और मज़ेदार हिस्सा है। आयोजन हेतु की गयी तैयारियों के बारे में बताते हुए नव्य कहते हैं कि मूवी के लिए NAB कक्ष निर्धारित कर दिया गया है। प्रश्नोत्तरी के लिए प्रश्न इत्यादि तैयार कर लिए गये हैं मगर नियम इवेंट के दौरान ही बताये जायेंगे। TEO’S ESPOIR के वे सभी तरह के खेलों का परीक्षण कर रहे हैं ताकि लोगों का समय भी ना बर्बाद हो और उन्हें मज़ा भी आए। नव्य ने बताया कि उनका TEO’S ESPOIR ओएसिस’19 में एक सफल इवेंट साबित हुआ और इस वर्ष वे पुनः इस इवेंट के साथ वापिस आये हैं। नव्य का कहना है कि इस वर्ष सभी लोगों में और ख़ासतौर से प्रथम वर्षीय छात्रों में अत्यधिक उत्साह देखने को मिल रहा है। उन्हें आशा है कि इस बार जनता भी अधिक देखने को मिलेगी। depName को उनकी सहायता के लिए नव्य ने अपने क्लब की ओर से धन्यवाद कहा है। वे यही आशा करते हैं कि अधिक से अधिक लोग इवेंट्स में भागीदार हों और ओएसिस की रौनक को और बढ़ाएँ। नव्य साथ ही यह भी साफ़ कर देना चाहते हैं कि उनके किसी भी इवेंट हेतु किसी भी पूर्व ज्ञान की आवश्यकता नहीं है इसलिए कोई भी व्यक्ति हिस्सा ले सकता है।\n",
    "imgLink": "https://drive.google.com/open?id=1fmAWVwMun6TFc1byArNmCLHwMh03PiMU"
  },
  {
    "depName": "SOVESA",
    "coord": "जीत सिंघानिया ",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, सोवेसा के समन्वयक-जीत सिंघानिया फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। सोवेसा ओएसिस में ‘मैचलेस गिफ्ट्स-बुक स्टॉल’ का आयोजन करवा रहा है। स्टॉल पर हमारे पास भगवत गीता जैसे प्रमाणित शास्त्र होंगे। इसके साथ हम एक क्विज़ का भी आयोजन करेंगे जिसमे विजेता को उपहार दी जायेगी। इवेंट्स के लिए तैयारी सुचारू रूप से चल रही है। हाँ, क्लब को थोड़ी बहुत इन्वेंटरी से जुड़ी समस्याओं का सामना करना पड़ा था परन्तु depNameNS के मदद से काम में कोई दिक्कत नहीं हो रही है। वैदिक शास्त्र ज्ञान का खज़ाना है और यह भारत के स्वर्ण युग को दर्शाता है। श्री भगवद गीता आज भी लोगों के बीच में प्रचलित है और ओएसिस के माध्यम से हम लोगों को इससे अवगत करवाना चाहते हैं। मुझे उम्मीद है कि यह ओएसिस बहुत सारी मज़ेदार गतिविधयों के साथ सांस्कृतिक रूप से समृद्ध होगा। मैं पाठकों से कहना चाहूँगा कि आप ओएसिस का पूरा आनंद लें और हमारे स्टाल पर अवश्य आयें। \n\n\n",
    "imgLink": "https://drive.google.com/open?id=1sxxbXUOmXUK5bH-oYnfFiJQOOPIHtPoH"
  },
  {
    "depName": "Photog",
    "coord": "कार्तिक डंग",
    "article": "ओएसिस समन्वयक कार्तिक डंग ने बताया कि वे कुल तीन इवेंट करवा रहे हैं। इनमे से 2 ऑनलाइन प्रतियोगिता Pixel, जो कि सभी फोटोग्राफी प्रेमियों के लिए ऑनलाइन प्रतियोगिता है और Capture Oasis, जो कि कैंपस पर ओएसिस के दौरान होने वाली प्रतियोगिता है।1 ऑफलाइन प्रदर्शनी : बुके होगी । 50वां ओएसिस होने के अवसर पर हमलोग दिन-रात तैयारियों पर ध्यान दे रहे हैं। पहले तो सूट करने की जगह न मिलने की दिक्कत हुई लेकिन बाद मे depName और SU की मदद से उसका हल भी निकल गया । depName ने बजट के अतिरिक्त हमारी काफी मदद की है। मैं आशा करता हूँ कि यह ख़ास ओएसिस सभी पर छाप छोड़कर जाए।",
    "imgLink": "https://drive.google.com/open?id=1rvtcYak9gIsf2rVXLjvz3j08C8lWdmPo"
  },
  {
    "depName": "National Service Scheme(NSS)",
    "coord": "धीरेन हजारे",
    "article": "एन.एस.एस. बिट्स पिलानी के समन्वयक धीरेन हजारे ने ओएसिस हिन्दी प्रेस को बताया कि उनका संगठन ओएसिस’22 के लिए एक स्टॉल लगा रहे है। ‘ शॉप फॉर स्माइल’, नेत्रदान का प्रचार और ‘माइनफील्ड’ नाम से कार्यक्रम आयोजित कर रहे। उनकी तैयारी पूरे जोर शोर से चल रही है, उन्होंने 15 से अधिक NGOs के साथ तैयारी की है। नेत्रदान के लिए एक नेत्र बैंक से भी साझेदारी की गयी है तथा माइनफील्ड के लिए भी सज सज्जा का काम खत्म हो गया है। ओएसिस क्योंकि तीन वर्ष बाद हों रहा इसलिए हमें अनुभव की कमी से थोड़ी परेशानी भी हुई है लेकिन काफ़ी कुछ सीखने को भी मिला रहा है।  depName से भी काफ़ी अच्छा अनुभव रहा. है। अंत में उन्होंने सबको एन.एस.एस. के स्टॉल में आने का निवेदन किया है।",
    "imgLink": "https://drive.google.com/open?id=1FOk6BOb9bDEtruG1sKALwPOWPSV372Bv"
  },
  {
    "depName": "Punjabi Cultural Association (PCA)",
    "coord": "चिराग कक्कड़",
    "article": "PCA के ओएसि स समन्वयक ने बताया की वे Flash Mob नाम का कार्यक्रम करवा रहे हैं। यह कार्यक्रम रोटुंडा पर होने वाली DJ नाईट के बाद होगा । गुरुपुरब की तैयारियों के चलते उन्हें समय कम मिला है और इसी के कारण अब सभी सदस्यों पर कार्यभार भी बढ़ गया है। depName से भी अभी तक सही समर्थन मिला है। हर बार की तरह एक सफल ओएसिस की कामना करता हूँ। क्यूंकि यह 50वां ओएसिस है तो यह हर तरह से सफल हो। फिलहाल कैंपस पर रहने वाले लोगों में से अधिकाँश का यह पहला ओएसिस है, तो एक सुझाव दे रहा हूँ की असल ओएसिस रात 10 बजे से सुबह 6 बजे के बीच होता है।",
    "imgLink": "https://drive.google.com/open?id=1aoPreHmIMN6FmqHEvAGrCmZJVQqqiy3f"
  },
  {
    "depName": "Gurukul",
    "coord": "माधव नाथ खन्ना",
    "article": "गुरुकुल इस ओएसिस में “FreeJam” का आयोजन कर रहा है। संगीत-प्रेमियों के लिए हो रहे इस ओपन-माइक में सभी को वाद्ययंत्र उपलब्ध कराए जाएंगे जिनके माध्यम से कोई भी मंच पर गीत प्रस्तुत कर सकेगा। समन्वयक माधव नाथ खन्ना बताते हैं कि क्लब के सदस्यों ने एक जुट होकर समय पर सारी तयारी समाप्त करी और आनंद भी उठाया। माधव के अनुसार संगीत ही वो सोना है जिसके लिए हर कोई तरसता है, और वे इसी प्रकार ओएसिस के थीम “Demesne of the Lost Gold” को अपने आयोजन से जोड़ते हैं।",
    "imgLink": "https://drive.google.com/open?id=1tNbHeWn6DeO6eQ-RZ3_Sx52bb9KHmhrN"
  },
  {
    "depName": "Department of Live Events",
    "coord": "Tanish Bansal (तनिश बंसल)",
    "article": "हम इस बार 3 PROF SHOWS आयोजित कर रहे हैं: ईडीएम नाइट, बॉलीवुड नाइट और N2O। रातें संगीत और हंसी से भरी होने वाली हैं । सभी शो के लिए शानदार प्रतिक्रिया मिल रही है। साउथ पार्क शो के लिए तैयार किया जा रहा है और हम अभी पूरी प्रक्रिया को अंतिम रूप दे रहे हैं। 50वें ओएसिस को शीर्षक देने के योग्य कलाकार के बारे में निर्णय करना चुनौतीपूर्ण था, लेकिन अंत में, depName की मदद से, हमें विश्वास है कि हमने अधिकांश लोगों की ज़रूरतों को पूरा किया है। हम अपने सभी शो में भारी भीड़ की उम्मीद कर रहे हैं और फ़ेस्ट के दौरान कैंपस में शानदार माहौल की उम्मीद कर रहे हैं। हम पाठकों को उत्सव के दौरान सभी अलग-अलग कार्यक्रमों में भाग लेने के लिए प्रोत्साहित करेंगे और जितना हो सके उतना अन्वेषण करें।",
    "imgLink": "https://drive.google.com/open?id=1NqbRWxreAf5s8peBmpLcmqWhiuAlmgtg"
  },
  {
    "depName": "HAS",
    "coord": "इर्वित ",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, डांस क्लब के समन्वयक-इर्वित फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की।\n\nहिंदी एक्टिविटीज सोसाइटी इस वर्ष ओएसिस पर कुल मिलकर 5 इवेंट का आयोजन करवा रहा है- N2O, Standup soap box, Filmy muqaabla और antaak. Standup soap box और purple prose के शुरूआती दौर देश भर में आयोजित होते हैं और हर शहर के विजेता को ओएसिस में आपस में मुक़ाबला करने का अवसर मिलता है। Filmy muqaabla और antaak में फिल्म एवं गानों से जुड़े सवाल पूछे जाते हैं। N2O ओएसिस का आखरी इवेंट होगा जिसमें हम कॉमेडी के क्षेत्र से जुड़े प्रसिद्ध कलाकारों को आमंत्रित करेंगे।  सभी तैयारियां बिना किसी अर्चन के चल रही हैं। depName का सहयोग इवेंट से जुड़े budget को सुनिश्चित करने एवं सभी कार्यों को सुचारु रूप से जारी रखने में महत्वपूर्ण साबित हुआ। अंत में सभी से यही अनुरोध करूँगा कि सभी इवेंट्स का प्रतिभागी भरपूर लुत्फ़ उठाये और हमारे कार्यक्रमों में शिरकत अवश्य करें। \n\n",
    "imgLink": "https://drive.google.com/open?id=17zdT8U60aeN-2QQarSXgBLrssHd6C6qC"
  },
  {
    "depName": "Dance Club BITS Pilani",
    "coord": "शुभ वार्ष्णेय ",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, डांस क्लब के समन्वयक-शुभ वार्ष्णेय फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। डांस क्लब हर बार की तरह इस बार भी उद्घाटन समारोह में प्रदर्शन करेगा। इसके अलावा इस वर्ष Razmatazz एवं desert duel नामक दो कार्यक्रम भी आयोजित किये जायेंगे। हमारा मानना है कि इन दोनों कार्यक्रमों में प्रतिभागियों को अत्यंत आनंद आएगा। दोनों कार्यक्रमों की तैयारी सुचारु रूप से चल रही है और पंजीकरण की प्रक्रिया जारी है। सबसे बड़ी चुनौती थी क्लब के सदस्यों में अनुभव की कमी, क्यूंकि यह अधिकांश लोगों के लिए प्रथम ओएसिस होगा। 90 के दशक को हिंदी सिनेमा के दृष्टिकोण से स्वर्णिम काल माना जाता है और हम 90 के दशक के कुछ खूबसूरत गाने अपने उद्घाटन समारोह में भी शामिल करेंगे। मुख्य रूप से हमारे काम में PcR और Sponz का योगदान रहा है। ",
    "imgLink": "https://drive.google.com/open?id=1siu98zmgqUU1t_yBNudOfJld9O724b49"
  },
  {
    "depName": "ARBITS",
    "coord": "अनंत वेंकटेश ",
    "article": "ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, ARBITS क्लब के समन्वयक-अनंत वेंकटेश फेस्ट को लेकर काफ़ी उत्साहित दिखे। बातचीत में,उन्होंने क्लब के तैयारियों को लेकर चर्चा की। इस वर्ष ओएसिस पर हम तीन मुख्य कार्यक्रम आयोजित करेंगे जैसे : Indie Night जिसमें Peter Cat Recording Co. एवं Till Apes भाग लेंगे, Hiphop Night जिसमें Seedhe Maut के कलाकार भाग लेंगे। इसके अलावा हम Rocktaves प्रतिस्पर्धा का भी आयोजन करेंगे जो कि पिछले 34 वर्षों से चली आ रही है। सभी तैयारियां अपेक्षा से बेहतर रूप से चल रही हैं। इस बार हमारे कार्यक्रम लोगों के लिए अविश्वसनीय होगा। हर कदम पर depName का सहयोग महत्वपूर्ण था। अंत में मैं सभी से हर इवेंट को लाइव देखने का अनुरोध करूँगा क्यूंकि यह एक अविस्मरणीय अनुभव होगा, और इसकी ज़िम्मेदारी मैं लेता हूँ।",
    "imgLink": "https://drive.google.com/open?id=17dCNbnwEhPe7iJpmrFrxGdTwtvfnfMFr"
  },
  {
    "depName": "Ragamalika",
    "coord": "Nishtha(निष्ठा)",
    "article": "रागमलिका, ओएसिस में दर्शकों को भारतीय शास्त्रीय संगीत से जोड़ने हेतु तैयारी में जुटा हुआ है। ओएसिस हिंदी प्रेस के साथ हुई बातचीत में, रागमालिका के समन्वयक “निष्टा” ने क्लब की तैयारियों को लेकर चर्चा की। \n\nइस बार रागमलिका तांडव और स्वरांजलि नामक प्रोफ शो का आयोजन करवाने जा रहा है। प्रोफ शो में स्वयं महान कर्नाटक गायक और विद्वान, रामकृष्णन् मूर्ति होंगे। उनके नेतृत्व में मंच पर विदुषी चरुमाथि(व्यालिन), विद्वान एन सी भारद्वाज(मृदगमः) और विद्वान चंद्रशेखर शर्मा(घाटम) होंगे।  उन्हें विश्वास है कि प्रोफ शो का संगीतमय दोपहर, दर्शक को काफी आनंद देगा। स्वरांजलि एक शास्त्रीय संगीत प्रतियोगिता है, जिसमें भारतीय और कर्नाटक संगीत में प्रशिक्षित प्रतिभागी भाग ले सकते हैं। इसके अलावा तांडव एक शास्त्रीय नृत्य प्रतियोगिता है, जिसमें ओडिसी, कथक, कुचीपुड़ी, भरतनाट्यम, मणिपुरी, कथकली, मोहिनीअट्टम, सत्त्रिया केरालादानाम में प्रशिक्षित प्रतिभागी भाग ले सकते हैं। हमने कलाकरों को संपर्क करने में काफी मेहनत की है और सुनिश्चित किया कि वो कार्यक्रम के लिए उपस्थित रहे। स्वरांजलि और तांडव को भारी संख्या में साकारात्मक प्रतिक्रिया मिली है। क्लब को भोरासा है कि इस वर्ष रोमांचक प्रतियोगिता देखने को मिलेगी। हमें बड़े कलाकारों के साथ शो आयोजन करवाने में थोड़ी परेशानी अवश्य हुई, परंतु depNameNS की मदद से तैयारी सुचारू रूप से चल रही है। शास्त्रीय संगीत, भारतीय संस्कृति का महत्वपूर्ण हिस्सा है परंतु पिछले कुछ वर्षों से यह विलुप्त सा हो चूका है। फेस्ट के जरिये, वो आशा करती है कि शास्त्रीय संगीत को एक नयी पहचान मिलेगी। वो बिट्सियन को कहना चाहेंगी कि अपने सारे शैक्षणिक चिंताओं को भूलकर ओएसिस का पूरा आनंद उठाएं। \n\n",
    "imgLink": "https://drive.google.com/open?id=1GkCMQzsSUrTGxNln7yuQP3co7zpeAfyQ"
  },
  {
    "depName": "Karaoke Club",
    "coord": "केशव सांगवान",
    "article": "KC समन्वयक केशव सांगवान ने बताया की वे गेम ऑफ़ टोन्स नामकी एक प्रतियोगिता करवा रहे हैं। इस प्रतियोगिता में प्रतिभागी अपने गाने की योग्यता के आधार पर मस्ती भरे राउंड्स को पार करते हुए आगे बढ़ते हैं। प्रतियोगिता की तैयारियां बिना किसी रुकावट के सही से चल रही हैं।  वैसे तो कोई बड़ी मुश्किलों का सामना नहीं करना पड़ा है। थोड़े ही दिन पहले हुई ऑडी नीति के चलते समय प्रतिबद्धता और कार्यभार का सामना करना पड़ा है। depName की तरफ से भी हमारी हर आवश्यकता को सहयोग मिला है। हम आशा करते हैं की लोग काफी उत्साहित होंगे और हमारा कार्यक्रम इसी उत्साह से और सफल बने।   \n",
    "imgLink": "https://drive.google.com/open?id=1NoqcdlcM54Up-O7Nu0ZROYi60q5zPvZO"
  },
  {
    "depName": "Comedy Hub",
    "coord": "साहिल शाह",
    "article": "हम कुल 3 इवेंट करवा रहे हैं। कॉमेडी शो, जिसमें सभी के लिए निःशुल्क प्रवेश रहेगा। विंग वार्स नाम की प्रतियोगिता में 5 के  समूह में बनी टीम विभिन्न चुनोईयों का सामने करते हुए बेस्ट विंग बनने के लिए खेलेंगी। और तीसरा कार्यक्रम सबस्टैंडर्ड शायरी, इसमें हर कोई ओपन माइक में किसी भी तरह से जोड़ तोड़ कर बानी शायरी को कलात्मक तरह से प्रस्तुत कर सकेगा। ओएसिस में Comhub का इवेंट लाने में सभी depName बहुत ही सहयोगी रहे हैं। हमें भरोसा है कि हम उनकी आशाओं पर खरे उतरेंगे। हम एक अच्छी खासी श्रोताओं की भीड़ की उम्मीद कर रहे है जिससे कैंपस पर कॉमेडी कला को बढ़ावा मिल सके।  ",
    "imgLink": "https://drive.google.com/open?id=1DtncGPWOq6uqqud7B5eJBaV_qiti88hN"
  },
  {
    "depName": "The Debating Society",
    "coord": "युवराज चौहान ",
    "article": "DebSoc के ओएसिस समन्वयक युवराज चौहान ने बताया की वे ‘निकाश एशियन पार्लियामेंट्री डिबेट’ नाम की एक वाद-विवाद प्रतियोगिता का आयोजन करवा रहे हैं। इस प्रतियोगिता का एक बड़ा अंश 12-13 नवंबर को ही पूर्व ओएसिस इवेंट के रूप में हो गया है जिसमे भारत और अफ्रीका के 200 से भी अधिक लोगो ने भाग लिया है। 20 नवंबर को इस प्रतियोगिता के अंतिम राउंड होंगे। DU में चल रही परीक्षाओं के कारण उनके तिभागियों को इवेंट में लाने में थोड़ी दिक़्कतों का सामना करना पड़ा है।अलग-अलग देशों का समय में भिन्नता के कारण भी दिक्कतों का सामना करना पड़ा है। depName की तरफ से अभी तक हर तरह से सहयोग मिला । मुझे दृढ विश्वास है की ओएसिस सबकी अपेक्षाओं पर खरा उतरेगा। ",
    "imgLink": "https://drive.google.com/open?id=12wAkABvhEl9LziSlBCsSQ_4uHyCHwsCa"
  },
  {
    "depName": "CRC",
    "coord": "रीतेन मोहन",
    "article": "ओएसिस हिंदी प्रेस से हुए साक्षात्कार में CRC के समन्वयक रीतेन ने फेस्ट से जुडी कुछ रोचक जानकारियां साझा की । ओएसिस से जुडी सभी तैयारियां समयानुसार चल रही हैं। CRC की मुख्य ज़िम्मेदारी होती है फेस्ट से जुडी वित्तीय विषयों का देखरेख करना , जैसे कि टिकटों के मूल्य, अन्य आय-व्यय के स्त्रो को सुनिश्चित करना । अन्य क्लब एवं डिपार्टमेंट के साथ काम करने का अनुभव काफी अच्छा रहा । मैंने इस दौरान बहुत सी नयी चीज़ों के बारे में जाना । हमारा काम आम-तौर पर 6 महीने पहले शुरू होता है। हर पिचिंग मीट में depName के साथ बैठकर हर क्लब और डिपार्टमेंट के लिए बजट सुनिश्चि त करना हमारी ज़िम्मेदारी होती है। CRC फेस्ट से पहले, फेस्ट के दौरान, और उसके पश्चात भी काम करता हैं। इस बार का थीम मुझे निजी तौर पर काफी पसंद आया । अंत में मैं सभी से यही अनुरोध करता हूँ कि फेस्ट का भरपूर आनंद उठाएं और अपने सुझाव हमारे साथ साझा करें जिससे कि हम अगली बार बेहतर इंतज़ाम कर पाएं।",
    "imgLink": "https://drive.google.com/file/d/1xHPNVDRPv5ZHxkA-teKio7pG0JaZrzJm/view?usp=share_link"
  }
]
